import React from "react";
import ScrollableAnchor from 'react-scrollable-anchor';

const About = () => {
    return (
        <ScrollableAnchor id={'section2'}>
            <div className="About">
                <h1>Коротко обо мне</h1>
                <p>
                    Базовые сценарии поведения пользователей формируют глобальную экономическую сеть и
                    при этом - обнародованы.
                    Вот вам яркий пример современных тенденций - высокое качество позиционных исследований предоставляет
                    широкие возможности для существующих финансовых и административных условий.
                    Господа, реализация намеченных плановых заданий способствует подготовке и реализации приоритизации
                    разума над эмоциями.
                </p>
                <p>
                    Разнообразный и богатый опыт говорит нам, что экономическая повестка сегодняшнего дня обеспечивает
                    актуальность вывода текущих активов. Каждый из нас понимает очевидную вещь: сплочённость команды
                    профессионалов требует от нас анализа переосмысления внешнеэкономических политик.
                </p>
                <p>
                    Внезапно, тщательные исследования конкурентов освещают чрезвычайно интересные особенности картины в
                    целом, однако конкретные выводы, разумеется, в равной степени предоставлены сами себе.
                    Но действия представителей оппозиции, вне зависимости от их уровня, должны быть заблокированы в
                    рамках своих собственных рациональных ограничений. Безусловно, сплочённость команды профессионалов
                    в значительной степени обусловливает важность экономической целесообразности принимаемых решений.
                </p>
            </div>
        </ScrollableAnchor>
    );
};

export default About;
